<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>Управления комнатами</title>
</head>
<body>
<h2>Здесь можно испробовать функционал управления комнатами</h2>

<a href="/room/">Получить комнату по индексу в ссылке укажите индекс</a>
<br>
<br>
<a href="/help">Добавить добавить комнату</a>
<br>
<br>
<a href="/help">удалить комнату </a>
<br>
<br>
<a href="/help">Поменять статус у комнаты</a>
<br>
<br>
<a href="/help">Поменять статус у комнаты</a>
<br>
<br>
<a href="/roomsPrice">Отсортировать комнаты по цене</a>
<br>
<br>
<a href="/roomsBed">Отсортировать комнаты по кроватям</a>
<br>
<br>
<a href="/roomsStars">Отсортировать комнаты по количеству звезд</a>
<br>
<br>
<a href="/free/roomsPrice">Отсортировать свободные комнаты по цене</a>
<br>
<br>
<a href="/free/roomsBed">Отсортировать свободные комнаты по цене</a>
<br>
<br>
<a href="free/roomsStars">Отсортировать свободные комнаты по количеству звезд</a>
<br>
<br>
<a href="/rooms/">Отсортировать свободные комнаты на определенную дату, укажите дату в ссылке в формате 2021-07-09</a>
<br>
<br>
<a href="/roomsGuest/">Получить последних гостей в комнате, укажите в ссылке индекс комнаты</a>
</body>
</html>
