<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>Управление гостями</title>
</head>
<body>
<a href="/guest/">Получить гостя  в ссылке укажите индекс</a>
<br>
<br>
<a href="/help">Забронировать комнату</a>
<br>
<br>
<a href="/help">Выехать из отеля</a>
<br>
<br>
<a href="/help">Воспользоваться сервисом</a>
<br>
<br>
<a href="/guestBill/">Получить счет за проживание в ссылку укажите индекс гостя</a>
<br>
<br>
<a href="/guests">Получить колличество гостей в отеле</a>
<br>
<br>
<a href="/guestSPrice/">Получить список услуг отсортированые по цене , которыми воспользовался гость в ссылке укажите индекс</a>
<br>
<br>
<a href="/guestSTime/">Получить список услуг отсортированые по времени , которыми воспользовался гость в ссылке укажите индекс</a>
</body>
</html>
